

{
	"format": "**[word]** \n \n[definition] \n \n**Coiner**: N/A \n **Source Link**: <N/A> \n**See Also**: relations",	
	"system name": "**System Name** \n \nA term used to describe a collective name chosen by a system to represent themselves in the community. A system name will often be used as a placeholder name when a person doesn’t know who’s fronting or when a person is talking about a system as a whole. It is something that has become common practice, particularly in the online community, and helps with easily identifying what system is being spoken about - or in closer circles is often used to easily identify what system a system member is a part of. \n \n**Coiner**: N/A \n**Source Link**: N/A \n**See Also**: System, Collective, System Member",
	"system": "**System** \n \nA term used to describe a group of multiple consciousnesses who share a singular, physical body; these consciousnesses may be referred to as alters, headmates, systemmates, system members, soulbonds, walk-ins, entities and more.  \n \n**Coiner**: N/A \n**Source Link**: <http://astraeasweb.net/plural/glossary.html> \n**See Also**: Alter, Headmate, Systemmate, System Member, Soulbond, Walk-in",
	"singlet": "**singlet** \n \nA person who is the sole occupant of their brain and body; a person who is not a system. \n \n**Coiner**: N/A \n**Source Link**: N/A \n**See Also**: System",
	"plural": "**Plural** \n \nA term used to describe a group of multiple consciousnesses who share a singular, physical body; these consciousnesses may be referred to as alters, headmates, systemmates, system members, soulbonds, walk-ins, entities and more. This is another term for system but many would consider it to be more inclusive or even a political identity. \n \n**Coiner**: N/A \n**Source Link**: <http://astraeasweb.net/plural/glossary.html> \n**See Also**: System, Plural, Alter, Headmate, Systemmate, System Member, Soulbond, Walk-in",
	"multiple": "**Multiple** \n \nA term used to describe a group of multiple consciousnesses who share a singular, physical body; these consciousnesses may be referred to as alters, headmates, systemmates, system members, soulbonds, walk-ins, entities and more. This is another term for system but many would consider it to be more inclusive or even a political identity.  \n \n**Coiner**: N/A \n **Source Link**: <http://astraeasweb.net/plural/glossary.html>  \n**See Also**: System, Plural, Alter, Headmate, Systemmate, System Member, Soulbond, Walk-in",
	"alter": "**Alter** \n \nA term used to describe a person who shares a brain and body with someone else; an alter may also be referred to as a headmate, systemmate, insider or system member. This is a term that is typically used by DID/OSDD systems but isn’t exclusive to them. It is recommended to not call a system member an alter unless they have stated that is alright as many people feel it implies that system members are not real people. \n \n**Coiner**: N/A \n **Source Link**: <https://www.reddit.com/r/plural/wiki/glossary#wiki_alter> \n**See Also**: Headmate, Systemmate, System Member, System, DID/OSDD",
	"headmate": "**Headmate** \n \nA term used to describe a person who shares a brain and body with someone else; a headmate may also be referred to as an alter, systemmate, insider or system member. This term is typically considered to be a more inclusive term and isn’t specific to any type of system, but like the term alter, it is recommended to not call a system member a headmate unless they have stated that is alright. \n \n**Coiner**: N/A \n **Source Link**: <https://tulpa.io/terminologies> \n**See Also**: System, DID/OSDD, Alter, Headmate, System Member",
	"systemmate": "**System-mate** \n \nA term used to describe a person who shares a brain and body with someone else; a headmate may also be referred to as an alter, headmate, insider or system member. This term is typically considered to be a more inclusive term and isn’t specific to any type of system, but like the term alter, it is recommended to not call a system member a systemmate unless they have stated that is alright. \n \n**Coiner**: N/A \n **Source Link**: <N/A> \n**See Also**: System, DID/OSDD, Alter, Headmate, System Member",
	"system member": "**System Member** \n \nA term used to describe a person who shares a brain and body with someone else; a headmate may also be referred to as an alter, headmate, insider or systemmate. This term is typically considered to be a more inclusive term and isn’t specific to any type of system. \n \n**Coiner**: N/A \n **Source Link**: <https://alt-h.net/educate/glossary.php> \n**See Also**: System, DID/OSDD, Alter, Headmate, Systemmate",
	"insider": "**Insider** \n \nA term used to describe a person who shares a brain and body with someone else; a headmate may also be referred to as an alter, headmate, systemmate or system member. This term is typically considered to be a more inclusive term and isn’t specific to any type of system, but like the term alter, it is recommended to not call a system member a systemmate unless they have stated that is alright. \n \n**Coiner**: N/A \n **Source Link**: <N/A> \n**See Also**: System, DID/OSDD, Alter, Headmate, Systemmate, System Member",
	"fragment": "**Fragment** \n \nA term used to describe a system member who is considered to not be a complete person or fully formed person; they may one day become a complete person or may remain the way they are. A fragment is commonly described as being more “one dimensional” and may have only formed to hold a specific emotion or memory, but the interpretation of what system member is considered a fragment is ultimately up to the discretion of the system.  \n \n**Coiner**: N/A \n **Source Link**: <https://tulpa.io/terminologies> \n**See Also**: System, System Member",
	"original": "**Original** \n \nA term used to describe a system member that is considered to be the first born in the body; not all systems have an original or believe in the concept of an original, although it is still a term used by many. A lot of systems do not consider there to be an original for DID/OSDD systems for many as it conflicts with the theory that DID/OSDD is a disorder which develops before a child’s ego-states integrate. This term may also be used to describe a system member that acts as the central identity in a median system; the host may oftentimes be considered the original but this isn’t always the case. \n \n**Coiner**: N/A \n **Source Link**: <https://did-research.org/did/alters/functions.html> \n**See Also**: System, DID/OSDD, System Member, Host, Core, Median",
	"core": "**Core** \n \nA term used to describe a system member that is considered to be the first born in the body; not all systems have a core or believe in the concept of a core, although it is still a term used by many. A lot of systems do not consider there to be an original for DID/OSDD systems for many as it conflicts with the theory that DID/OSDD is a disorder which develops before a child’s ego-states integrate. This term may also be used to describe a system member that acts as the central identity in a median system; the host may oftentimes be considered the core but this isn’t always the case. \n \n**Coiner**: N/A \n **Source Link**: <https://did-research.org/did/alters/functions.html> \n**See Also**: System, DID/OSDD, System Member, Host, Original, Median",
	"host": "**Host** \n \nA term used to describe a system member that inhabits the front most of the time and is typically the one to be responsible for day-to-day activities such as work, school, and a basic care routine. A system may have multiple hosts, rotating hosts, or no host. \n \n**Coiner**: N/A \n **Source Link**: <N/A> \n**See Also**: System, System Member, Co-Host",
	"co-host": "**Co-host** \n \nA term used to describe a system member that inhabits the front most of the time and is typically the one to be responsible for day-to-day activities such as work, school, and a basic care routine. It may be used to describe a secondary host but a system may have multiple hosts which can all be considered co-hosts. A system will often have co-hosts to help with reducing the day-to-day stress that the other host or hosts have to deal with, and can allow for the other hosts to get longer breaks from front when needed. \n \n**Coiner**: N/A \n **Source Link**: <N/A> \n**See Also**: System, System Member, Host",
	"caretaker": "**Caretaker** \n \nA term used to describe a system member that has the role of caring for the body, spirit, system, or specific system members. A caretaker may have a more defined role where they help care for the body in a specific way; physical caretaker, emotional caretaker, medical caretaker, spiritual caretaker, social caretaker etc. \n \n**Coiner**: N/A \n **Source Link**: <N/A> \n**See Also**: System, System Member, Physical Caretaker, Emotional Caretaker, Medical Caretaker, Spiritual Caretaker, Social Caretaker",
	"physical caretaker": "**Physical Caretaker** \n \nA term used to describe a caretaker with a more specialized role in helping care for the system by dealing with and taking care of things the body physically needs to do to stay alive and healthy. Whether that be through helping care for the system as a whole or helping care for specific system members while they’re fronting. This can be in making sure the body is fed, hydrated, and cleaned; as well as through maintaining routines; whether this be through fronting or encouraging system members.  \n \n**Coiner**: The Lemonade Collective \n **Source Link**: <https://twitter.com/lemonnadeco/status/1332067179207012355> \n**See Also**: System, System Member, Caretaker",
	"emotional caretaker": "**Emotional Caretaker** \n \nA term used to describe a caretaker with a more specialized role in helping care for the system by dealing with and taking care of the emotional needs of the system. This can be through helping to comfort and calm down system members when they are experiencing distress, listening to and offering advice to system members when needed, or recharging emotional spoons by fronting or through self-care. \n \n**Coiner**: The Lemonade Collective \n **Source Link**: <https://twitter.com/lemonnadeco/status/1332067179207012355> \n**See Also**: System, System Member, Caretaker",
	"medical caretaker": "**Medical Caretaker** \n \nA term used to describe a caretaker with a more specialized role in helping care for the system by dealing with and taking care of medical procedures, schedules and / or memories for a disabled or chronically ill system.  \n \n**Coiner**: The Sn’ystem \n **Source Link**: <N/A> \n**See Also**: System, Caretaker",
	"spiritual caretaker": "**Spiritual Caretaker** \n \nA term used to describe a caretaker with a more specialized role in helping care for the system by taking care of the system’s spiritual needs; whether this be through following a religion or practicing witchcraft to nurture, heal, and otherwise keep the system’s spiritual body in a healthy condition. A spiritual caretaker may also be in charge of ensuring that the system is practicing religious and spiritual rituals safely. \n \n**Coiner**: The Lemonade Collective \n **Source Link**: <https://twitter.com/lemonnadeco/status/1332067179207012355> \n**See Also**: System, Caretaker",
	"social caretaker": "**Social Caretaker** \n \nA term used to describe a caretaker with a more specialized role in helping care for the system by either dealing with and taking care of any situation that requires social spoons, or by dealing with, or taking care of an extroverted system’s social quota. These types of caretakers will commonly be “party people” or those that enjoy events and get-togethers such as dinners, birthday parties, holidays etc.\n \n**Coiner**: The Lemonade Collective \n **Source Link**: <https://twitter.com/lemonnadeco/status/1332067179207012355> \n**See Also**: System, Caretaker",
	"sexual caretaker": "**Sexual Caretaker** \n \nA term used to describe a caretaker with a more specialized role in helping care for the system by making sure that the system’s sexual health is properly taken care of. A sexual caretaker may do things such as ensure the system is practicing safe sex, take preventative measures against infections, and may be a type of hypersexual system member that is hypersexual to help take care of the system’s sexual needs. \n \n**Coiner**: The Lemonade Collective \n **Source Link**: <https://twitter.com/lemonnadeco/status/1332067179207012355> \n**See Also**: System, System Member, Caretaker",
	"soother": "**Soother** \n \nA term used to describe a system member that has the role of soothing the body, system members, or both. A soother will oftentimes be able to simply calm down the body by fronting or calming down a system member with their presence; it isn’t always a role dedicated to a specific person but instead can be a byproduct of someone who is a comfort person for that member. It is often a trait with fictives. \n \n**Coiner**: N/A \n **Source Link**: <N/A> \n**See Also**: System Member, Fictive",
	"protector": "**Protector** \n \nA term used to describe a system member that has the role of protecting the body, system members, or both. A protector may have a more defined role where they protect the system from specific types of abuse, trauma or threats. Physical protectors may take or attempt to prevent physical abuse and may become aggressive in the process. Verbal protectors may take verbal abuse and may lash back as a way of protecting the system. Emotional protectors may take emotional abuse or comfort other system members to soften the effects of set abuse. Spiritual protectors take spiritual abuse or take measures to counter spiritual abuse such as setting up wards to protect the system. \n \n**Coiner**: Community Term (Defined by DID-Research) \n **Source Link**: <https://did-research.org/did/alters/functions.html> \n**See Also**: System, System Member",
	"avenger": "**Avenger** \n \nA term used to describe a system member that has the role that is similar to protector, they protect the body, system members, or both. An avenger will tend to hold anger for the system as a whole or for specific system members. They may lash out at people outside of the system with the intent to protect. \n \n**Coiner**: N/A \n **Source Link**: <N/A> \n**See Also**: System, System Member, Protector",
	"persecutor": "**Persecutor** \n \nA term used to describe a system member that purposefully harms the body, system members, or both. A persecutor may do things such as harass system members in headspace or while they’re fronting, encourage self-destructive behaviour like suicide, self-harm, pushing friends or family or partners away, and more. A persecutor may also attempt to sabotage the goals, healing and relationships of the system - or even work to assist the system’s abuser(s). This is oftentimes done as a misguided attempt to protect the system and they will often believe that the system, or system members, need to be punished for “bad behaviour” or that through punishing the system it will prevent them from doing things that will set-off their abuser(s) in the future. Unfortunately, a lot of persecutors tend to be deemed “evil” or “bad” when in reality they are often misguided protectors or trauma holders. From that, they do what they believe is best for the system and may project internalized trauma onto other system members.  \n \n**Coiner**: Community Term (This definition by Lemonade Collective) \n **Source Link**: <https://did-research.org/did/alters/functions.html> \n**See Also**: System, System Member, Protector, Trauma Holder",
	"trauma holder": "**Trauma Holder** \n \nA term used to describe a system member that holds memories that are traumatic in nature or emotions from a traumatic event. A trauma holder will oftentimes, but not always, be stuck at the age that the trauma occurred and will normally be stuck in trauma mode when fronting. They are often very nervous, anxious, depressed or hold other negative emotions; they tend to get upset and may get triggered easier than other system members. \n \n**Coiner**: Community Term (This definition by Lemonade Collective) \n **Source Link**: <N/A> \n**See Also**: System Member",
	"memory holder": "**Memory Holder** \n \nA term used to describe a system member that holds memories for the system; this may oftentimes be memories that are traumatic in nature and these system members will hold those memories so other system members don’t have to experience them. Overall, a memory holder can be a system member that holds memories for a specific event or circumstance; this role will oftentimes overlap with the role of trauma holder but since a memory holder can instead hold memories of childhood innocence and positive memories of the system’s abuser(s) this isn’t always the case. \n \n**Coiner**: Community Term (This definiton by Lemonade Collective) \n **Source Link**: <https://did-research.org/did/alters/functions.html> \n**See Also**: System Member, Trauma Holder",
	"ish": "**ISH (Internal Self Helper)** \n \nA term used to describe a system member that holds a vast amount of knowledge about the system, system members, trauma, or the internal workings of the system. In systems that have a core or original they will oftentimes be viewed as the first born to the body, or as an internal voice of logic or reason that all people possess. In systems without a core or original they will oftentimes be viewed as an observing or hidden system member. An internal self helper may also be a gatekeeper but this isn’t always true. \n \n**Coiner**: Community Term (Defined by DID-Research) \n **Source Link**: <https://did-research.org/did/alters/functions.html> \n**See Also**: System, System Member, Fragment, Gatekeeper, Original, Core",
	"internal self helper": "**ISH (Internal Self Helper)** \n \nA term used to describe a system member that holds a vast amount of knowledge about the system, system members, trauma, or the internal workings of the system. In systems that have a core or original they will oftentimes be viewed as the first born to the body, or as an internal voice of logic or reason that all people possess. In systems without a core or original they will oftentimes be viewed as an observing or hidden system member. An internal self helper may also be a gatekeeper but this isn’t always true. \n \n**Coiner**: Community Term (Defined by DID-Research) \n **Source Link**: <https://did-research.org/did/alters/functions.html> \n**See Also**: System, System Member, Fragment, Gatekeeper, Original, Core",
	"system manager": "**System Manager** \n \nA term used to describe a system member that has the role of keeping the system organized; this may be through being in charge of keeping track of system members, memories, headspace, or important aspects of day-to-day life such as appointments, daily routines etc. A system manager will oftentimes be a caretaker, gatekeeper or internal self helper but can also have their own role separate from any others. \n \n**Coiner**: Community Term (this definition by Lemonade Collective) \n **Source Link**: <N/A> \n**See Also**: System, System Member, Caretaker, Gatekeeper, Internal Self Helper",
	"architect": "**Architect** \n \nA term used to describe a system member that is able to control and manipulate the headspace; these members are able to create places, rooms, and buildings in headspace to help make room for new system members or create needed spaces that make it easier for system members to front, among other things.  \n \n**Coiner**: Polybius Network (This definition by Lemonade Collective) \n **Source Link**: <N/A> \n**See Also**: System Member, Headspace",
	"gatekeeper": "**Gatekeeper** \n \nA term used to describe a system member that is able to control switches, memory distribution, access certain areas inside the headspace, or access certain to system members and memories. A gatekeeper that can control switches will be able to, to an extent, prevent unwanted switches and help with ensuring that system members able to handle a situation are fronting when appropriate. A gatekeeper that works with memory distribution can help with ensuring that traumatic memories don’t bleed through to system members not yet ready to handle them.  \n \n**Coiner**: Community Term (Defined by DID-Research) \n **Source Link**: <https://did-research.org/did/alters/functions.html> \n**See Also**: System, System Member, Headspace, Switch",
	"spiritual gatekeeper": "**Spiritual Gatekeeper** \n \nA term used to describe a gatekeeper with a more specialized role that is specific to spiritual systems; whether that be soulbond, gateway, spirigenic, metagenic or others. This is a gatekeeper who has powers to guard the headspace from outside visitors by putting up internal, and maintaining, wards and facilitating who comes in-and-out of the headspace. \n \n**Coiner**: The Lemonade Collective \n **Source Link**: <https://twitter.com/lemonnadeco/status/1331861885432586240> \n**See Also**: System, Soulbond, Gateway, Spirigenic, Metagenic",
	"little": "**Little** \n \nA term used to describe a system member that is a child; this descriptor is usually given to system members that are 10 years old or younger, but some describe them as being 12 years old or younger instead. In younger systems, such as those with a 13 year old body, may consider syskids to be 9 years old and younger. A syskid will oftentimes be a trauma holder or memory holder, and may be a little due to being stuck at the age in which trauma occurred, but this isn’t always the case a syskid can be untraumatized. This is a term that can be used to describe any system member that falls into the stated age range and isn’t specific to any origin. \n \n**Coiner**: Community Term (this definition by Lemonade Collective) \n **Source Link**: <N/A> \n**See Also**: System Member, Trauma Holder, Memory Holder, Syskid, Origin",
	"middle": "**Middle** \n \nA term used to describe a system member that is a pre-teen, tween, or teen; this descriptor is usually given to system members that are between 11-17 years old, but some describe them as being between 13-17 years old instead. Alternatively, those that are closer to being a young-adult may consider middles to only be between the ages of 11-16 or 13-16 instead. A middle will oftentimes be a trauma holder or memory holder, and may be a middle due to being stuck at the age in which trauma occurred, but this isn’t always the case as middle can be untraumatized. This is a term that can be used to describe any system member that falls into the stated age range and isn’t specific to any origin \n \n**Coiner**: Community Term (This definition by Lemonade Collective) \n **Source Link**: <N/A> \n**See Also**: System Member, Trauma Holder, Memory Holder, Origin",
	"big": "**Big** \n \nA term used to describe a system member that is an adult; this descriptor is usually given to system members that are 18 years old or older, but not all adults in a system may use the term to describe themselves. This term will more commonly be used in community spaces by littles or middles when talking about the adults of their system. A big will oftentimes be tasked with roles such as caretaker, protector, persecutor, gatekeeper or more; when the body is a child these system members will form more as interpretations and idealizations of adults that can help them through trauma and abuse. \n \n**Coiner**: N/A \n **Source Link**: <N/A> \n**See Also**: System, System Member, Little, Middle, Caretaker, Protector, Persecutor, Gatekeeper",
	"age slider": "**Age Slider** \n \nA term used to describe a system member that fluctuates and changes ages, or who simply identifies with different ages at different ages at different times. An age slider will typically have a range of ages, which can differentiate from system member to system member, and may have a varying degree of control over their age. An age slider will commonly slide up or down to handle abuse, trauma responses, trauma memories, and more; age sliding will commonly occur when an age slider is triggered. \n \n**Coiner**: N/A \n **Source Link**: <N/A> \n**See Also**: System Member",
	"age regression": "**Age Regression** \n \nA term that is used to describe a person that mentally retreats to an age where they’re younger than they are physically. This retreat may be anywhere from a few years younger, to into early childhood or even infancy. A person who age regresses may start to act more childish and show behaviours such as thumb sucking, whining, having trouble expressing thoughts or emotions, and may become more easily startled, scared, or anxious. This can be something a person learns to do intentionally for stress relief or something a person does unintentionally as a response to trauma, stress, and high emotions. Unlike age sliding in systems, age regression is purely mental and the system members physical body in headspace may not change when a system member is age regressing.  \n \n**Coiner**: N/A \n **Source Link**: <N/A> \n**See Also**: System Member, Age Slider",
	"syskid": "**Syskid** \n \nA term used to describe a system member that is a child; this descriptor is usually given to system members that are 10 years old or younger, but some describe them as being 12 years old or younger instead. In younger systems, such as those with a 13 year old body, may consider syskids to be 9 years old and younger. A syskid will oftentimes be a trauma holder or memory holder, and may be a little due to being stuck at the age in which trauma occurred, but this isn’t always the case a syskid can be untraumatized. This is a term that can be used to describe any system member that falls into the stated age range and isn’t specific to any origin. \n \nNote: This term was originally coined to be exclusive to DID/OSDD systems but has since been adopted by the wider community and is no longer considered to be exclusive.\n \n**Coiner**: Cypress (This definition by Lemonade Collective) \n **Source Link**: <https://syskids.tumblr.com/> \n**See Also**: System, System Member, Trauma Holder, Memory Holder, Little, Origin",
	"systeen": "**Systeen** \n \nA term used to describe a system member that is a pre-teen, tween, or teen; this descriptor is usually given to system members that are between 11-17 years old, but some describe them as being between 13-17 years old instead. Alternatively, those that are closer to being a young-adult may consider systeens to only be between the ages of 11-16 or 13-16 instead. A systeen will oftentimes be a trauma holder or memory holder, and may be a middle due to being stuck at the age in which trauma occurred, but this isn’t always the case as systeen can be untraumatized. This is a term that can be used to describe any system member that falls into the stated age range and isn’t specific to any origin.\n \n Note: This term was originally coined to be exclusive to DID/OSDD systems but has since been adopted by the wider community and is no longer considered to be exclusive. \n \n**Coiner**: Cypress (This Definition by Lemonade Collective) \n **Source Link**: <https://syskids.tumblr.com/> \n**See Also**: System Member, Trauma Holder, Memory Holder, Origin",
	"stressgenic": "**Stressgenic** \n \nAn origin label that can be used to describe a system member that split due to stress. It can be used in conjunction with the term “stress split” or on it’s own, but unlike traumagenic which has a heavier connection to splitting due to trauma, stressgenic can be used for those that split due to stressful non-traumatic situations. Alternatively, stressgenic can be used for those that aren’t yet ready to admit a situation was traumatic while still acknowledging how taxing it was for the system. Like other origin labels, stressgenic can be used to describe the system as a whole /or/ individual system members. It should not be assigned to system members unless they are comfortable with it. \n \n**Coiner**: The Lemonade Collective \n **Source Link**: <https://twitter.com/lemonnadeco/status/1329078342763520005> \n**See Also**: System Member, System, Split, Stress Split, Origin, Traumagenic",
	"singlestona": "**Singlestona** \n \nA term used to refer to a persona that is of a singlet, normally acting as a collective identity of a system. There are multiple reasons why systems may take on a singletsona, most commonly being for safety reasons in spaces that are not explicitly plural-friendly. \n \n**Coiner**: Lavender System \n **Source Link**: <N/A> \n**See Also**: Singlet, System"
}
