

{
	"format": ["**[word]** \n \n[definition] \n \n**Coiner**: N/A \n **Source Link**: <N/A> \n**See Also**: [relations]"],	
	"system name": ["**System Name** \n \nA term used to describe a collective name chosen by a system to represent themselves in the community. A system name will often be used as a placeholder name when a person doesn’t know who’s fronting or when a person is talking about a system as a whole. It is something that has become common practice, particularly in the online community, and helps with easily identifying what system is being spoken about - or in closer circles is often used to easily identify what system a system member is a part of. \n \n**Coiner**: N/A \n**Source Link**: N/A \n**See Also**: System, Collective, System Member"],
	"system": ["**System** \n \nA term used to describe a group of multiple consciousnesses who share a singular, physical body; these consciousnesses may be referred to as alters, headmates, systemmates, system members, soulbonds, walk-ins, entities and more.  \n \n**Coiner**: N/A \n**Source Link**: <http://astraeasweb.net/plural/glossary.html> \n**See Also**: Alter, Headmate, Systemmate, System Member, Soulbond, Walk-in"],
	"singlet": ["**singlet** \n \nA person who is the sole occupant of their brain and body; a person who is not a system. \n \n**Coiner**: N/A \n**Source Link**: N/A \n**See Also**: System"],
	"plural": ["**Plural** \n \nA term used to describe a group of multiple consciousnesses who share a singular, physical body; these consciousnesses may be referred to as alters, headmates, systemmates, system members, soulbonds, walk-ins, entities and more. This is another term for system but many would consider it to be more inclusive or even a political identity. \n \n**Coiner**: N/A \n**Source Link**: <http://astraeasweb.net/plural/glossary.html> \n**See Also**: System, Plural, Alter, Headmate, Systemmate, System Member, Soulbond, Walk-in"],
	"multiple": ["**Multiple** \n \nA term used to describe a group of multiple consciousnesses who share a singular, physical body; these consciousnesses may be referred to as alters, headmates, systemmates, system members, soulbonds, walk-ins, entities and more. This is another term for system but many would consider it to be more inclusive or even a political identity.  \n \n**Coiner**: N/A \n **Source Link**: <http://astraeasweb.net/plural/glossary.html>  \n**See Also**: System, Plural, Alter, Headmate, Systemmate, System Member, Soulbond, Walk-in"],
	"alter": ["**Alter** \n \nA term used to describe a person who shares a brain and body with someone else; an alter may also be referred to as a headmate, systemmate, insider or system member. This is a term that is typically used by DID/OSDD systems but isn’t exclusive to them. It is recommended to not call a system member an alter unless they have stated that is alright as many people feel it implies that system members are not real people. \n \n**Coiner**: N/A \n **Source Link**: <https://www.reddit.com/r/plural/wiki/glossary#wiki_alter> \n**See Also**: Headmate, Systemmate, System Member, System, DID/OSDD"]
}
